import '../../src/pages/css/about.css';
import img from '../images/photo1717520200.jpeg'

export function About() {
    return (
        <>
            {/* <div className='about'>
                <h2 className='titleAbout'>Մեր Մասին</h2>
                <div className='mainAbout'>
                    <div className='left'>
                        <img src={img} />
                    </div>
                    <div className='right'>
                        <p>
                            Sinensophile , այսպես են անվանում թեյ շատ սիրող մարդկանց և մենք որոշեցինք համախմբել նրանց բոլորին ու դարձնել թեյի մշակույթն էլ ավելի արդիական ու ավելի ջերմ։
                            Sinensophile-ը թեյերի արտադրություն է, որը ստեղծում է բուժիչ, հանգստացնող և առողջարար թեյեր։ Sinensophile թեյերի նպատակը՝ թեյ նվիրելու մշակույթը զարգացնել և տարածելն է ամբողջ աշխարհում։ Մեր նպատակներից է նաև մարդկանց հանգիստն ու հաճույքն ապահովելը օգտակար թեյերի միջոցով։
                            Մենք արտադրում ենք բացառապես բնական խոտաբույսերով պատրաստված թեյեր, որոնք օժտված են բազում բուժիչ հատկություններով։ Sinensophile-ն ունի հարմարավետ և որակյալ փաթեթավորում, որտեղ նշված է նաև թեյի մասին տեղեկատվություն և առկա է օգտագործման ու պահպանման ձևերի հետ կապված ամեն բան։ Մեր թեյերը գեղեցիկ փաթեթավորման շնորհիվ կարող են լինել յուրահատուկ նվեր Ձեր հարազատների և սիրելիների համար։
                        
                        </p>
                    </div>
                </div>
            </div> */}

            <div id="About" className='section'>
                <div className='back'></div>
                <div className='aboutContainer'>
                    <h1 className='h1'>Մեր մասին</h1>
                    <p>
                        Sinensophile , այսպես են անվանում թեյ շատ սիրող մարդկանց և մենք որոշեցինք համախմբել նրանց բոլորին ու դարձնել թեյի մշակույթն էլ ավելի արդիական ու ավելի ջերմ։
                        Sinensophile-ը թեյերի արտադրություն է, որը ստեղծում է բուժիչ, հանգստացնող և առողջարար թեյեր։ Sinensophile թեյերի նպատակը՝ թեյ նվիրելու մշակույթը զարգացնել և տարածելն է ամբողջ աշխարհում։ Մեր նպատակներից է նաև մարդկանց հանգիստն ու հաճույքն ապահովելը օգտակար թեյերի միջոցով։
                        Մենք արտադրում ենք բացառապես բնական խոտաբույսերով պատրաստված թեյեր, որոնք օժտված են բազում բուժիչ հատկություններով։ Sinensophile-ն ունի հարմարավետ և որակյալ փաթեթավորում, որտեղ նշված է նաև թեյի մասին տեղեկատվություն և առկա է օգտագործման ու պահպանման ձևերի հետ կապված ամեն բան։ Մեր թեյերը գեղեցիկ փաթեթավորման շնորհիվ կարող են լինել յուրահատուկ նվեր Ձեր հարազատների և սիրելիների համար։
                        
                    </p>
                </div>
            </div>
        </>
    )
}