import '../../src/pages/css/teas.css';
// import img from '../images/teas.jpg'


export function Teas() {
    return (
        <>
            <div id="Teas" className='section'>
                <div className='back'></div>
                <div className='aboutContainer'>
                    <h1 className='h1'>Թեյերի մասին</h1>
                    <p>
                        <span>Սև թեյն</span> ամենասիրված ու տարածված ըմպելիքներից է, սակայն ոչ բոլորին է հայտնի, թե ինչ օգտակար հատկություններով է օժտված այս պարզ ըմպելիքը:
                        Գիտնականները պարզել են, որ սև թեյը շատ օգտակար է նաև սրտանոթային համակարգի համար:
                        <br /><span>Կոճապղպեղն</span> օգուտ է սրտին։ Այս բույսն օգնում է իջեցնել խոլեստերինի մակարդակն արյան մեջ և էականորեն իջեցնում է սրտանոթային հիվանդությունների, հիպերտոնիայի և ինսուլտի առաջացման ռիսկերը:
                        Այն օգնում է սրտխառնոցի ժամանակ։ Հետազոտությունները ցույց են տալիս, որ կոճապղպեղը կարող է իջեցնել որովայնի շրջանում անհարմարության զգացողությունը և էականորեն թեթևացնել տոքսիկոզը հղիության ժամանակ:
                        <br /><span>Անանուխի</span> թեյն ընդունում են մրսածության ժամանակ և աշխատանքային օրվա ավարտից հետո հանգստանալու համար։ Սակայն դրանով անանուխի թեյի օգտակարությունն առողջության համար չի ավարտվում։ Անանուխի թեյի մեջ պարունակվում են մեծաքանակ օգտակար նյութեր, ինչպիսիք են ասկորբինաթթուն, կարոտինը, В խմբի վիտամինները և այլն: Մենթոլի շնորհիվ անանուխի թեյը կարող է բակտերիասպան ազդեցություն ունենալ։

                    </p>
                </div>
            </div>
            {/* <p>
                <span>Սև թեյն</span> ամենասիրված ու տարածված ըմպելիքներից է, սակայն ոչ բոլորին է հայտնի, թե ինչ օգտակար հատկություններով է օժտված այս պարզ ըմպելիքը:
                Գիտնականները պարզել են, որ սև թեյը շատ օգտակար է նաև սրտանոթային համակարգի համար:
                Մեծ քանակությամբ հակաօքսիդանտների շնորհիվ այս ըմպելիքը կանխում է նաև օնկոլոգիական հիվանդությունների զարգացումը: Փորձը ցույց է տվել, որ սև թեյի գործածության շնորհիվ կանայք հազվադեպ են հիվանդանում ձվարանների քաղցկեղով:
            </p>
            <p>
                <span>Կոճապղպեղն</span> օգուտ է սրտին։ Այս բույսն օգնում է իջեցնել խոլեստերինի մակարդակն արյան մեջ և էականորեն իջեցնում է սրտանոթային հիվանդությունների, հիպերտոնիայի և ինսուլտի առաջացման ռիսկերը:
                Այն օգնում է սրտխառնոցի ժամանակ։ Հետազոտությունները ցույց են տալիս, որ կոճապղպեղը կարող է իջեցնել որովայնի շրջանում անհարմարության զգացողությունը և էականորեն թեթևացնել տոքսիկոզը հղիության ժամանակ:
                Այն օգտակար է ստամոքսի համար։ Կոճապղպեղը լավ դեղամիջոց է դիարեայի և մետեորիզմի դեմ: Թեթևացնում է միգրենը։ Այն գործում է՝ որպես հակաբորբոքիչ, դրա համար էլ կարողանում է հանել միգրենի ախտանշանները: Կոճապղպեղը լավ պրոֆիլակտիկ միջոց է մրսածության դեմ։ Այն իջեցնում է ջերմությունը։ Կոճապղպեղն օգնում է ազատվել ավելորդ քաշից։ Հետազոտությունները ցույց են տալիս, որ ընդամենը մեկ բաժակ թեյն այրում է 43 կկալ:
            </p>
            <p>
                <span>Անանուխի</span> թեյն ընդունում են մրսածության ժամանակ և աշխատանքային օրվա ավարտից հետո հանգստանալու համար։ Սակայն դրանով անանուխի թեյի օգտակարությունն առողջության համար չի ավարտվում։ Անանուխի թեյի մեջ պարունակվում են մեծաքանակ օգտակար նյութեր, ինչպիսիք են ասկորբինաթթուն, կարոտինը, В խմբի վիտամինները և այլն: Մենթոլի շնորհիվ անանուխի թեյը կարող է բակտերիասպան ազդեցություն ունենալ։
                Անանուխի թեյն կհանգստացնի նաև դաշտանային ցավերը, օգտակար է ստենոկարդիայով և հիպերտոնիայով տառապող մարդկանց համար։
            </p> */}
        </>
    )
}